Repository: neuromat/nes
Catalog: patientregistrationsystem/qdc/experiment/locale/*/LC_MESSAGES/django.po
Languages: es

source: Electrode model List
es: Lista de modelos de electrodo

source: Usability
es: Usabilidad

source: Impedance
es: Impedancia

source: Impedance unit
es: Unidad de impedancia

source: Are you sure you want to delete electrode model?
es: ¿Está seguro de que desea eliminar el modelo de electrodo?

source: New EMG
es: Nuevo EMG

source: the EMG
es: el EMG

source: EMG setting
es: Configuración de EMG

source: Add Amplifier and Filter settings
es: Agregar configuraciones de amplificador y filtro

source: EMG Amplifier settings
es: Configuración del amplificador EMG

source: (times)
es: (veces)

source: Analog filter settings
es: Configuración de filtro analógico

source: Low pass
es: Paso bajo

source: High pass
es: Paso alto

source: Low band pass
es: Pase de banda baja:

source: High band pass
es: Pase de banda alta

source: Low notch
es: Corte inferior

source: High notch
es: Corte superior

source: Add Preamplifier setting
es: Agregar configuración de preamplificador

source: EMG Preamplifier settings
es: Configuración del preamplificador EMG

source: Preamplifier
es: Preamplificador

source: New intramuscular placement
es: Nueva colocación intramuscular

source: the intramuscular placement
es: la posición intramuscular

source: Method of insertion
es: Método de inserción

source: Depth of insertion
es: Profundidad de inserción

source: New needle placement
es: Nueva posición del electrodo aguja

source: the needle placement
es: Posición del electrodo aguja

source: EMG electrode placement system
es: Sistema de colocación de electrodos EMG

source: Muscle subdivision
es: Subdivisión muscular

source: Location description
es: Descripción de la ubicación

source: Photo
es: Foto

source: No photo added
es: No se agregó ninguna foto

source: Are you sure you want to delete this emg electrode placement?
es: ¿Está seguro de que desea eliminar esta colocación de electrodo emg?

source: Add A/D converter setting
es: Agregar configuración de convertidor A/D

source: EMG A/D converter settings
es: Configuración del convertidor EMG A/D

source: Add digital filter setting
es: Agregar configuración de filtro digital

source: EMG digital filter settings
es: Configuración del filtro digital EMG

source: Add electrode setting
es: Agregar configuración de electrodo

source: EMG electrode settings
es: Configuración de electrodos de EMG

source: Electrode type
es: Tipo de Electrodo

source: Electrode
es: Electrodo

source: Electrode placement
es: Posición de electrodo

source: Muscle side
es: Lado del músculo

source: Start posture
es: Postura inicial

source: Orientation
es: Orientación

source: Fixation on the skin
es: Fijación en la piel

source: Reference electrode
es: Electrodo de referencia

source: Clinical test
es: Prueba clinica

source: Remarks
es: Observaciones

source: Amplifier settings:
es: Configuración del amplificador

source: gain:
es: ganancia:

source: low pass (Hz):
es: paso-bajo (Hz)

source: high pass (Hz):
es: paso-alto (Hz)

source: band pass (Hz):
es: pasa banda (Hz)

source: order:
es: orden:

source: Amplifier and filter
es: Amplificador y filtro

source: New EMG setting
es: Nueva Configuración de EMG

source: EMG Setting
es: Configuración de EMG

source: Acquisition software version
es: Versión de software de adquisición

source: Electrode settings:
es: Configuraciones de electrodo

source: Muscle side:
es: Lado del músculo:

source: Electrode:
es: Electrodo:

source: Remarks:
es: Observaciones:

source: Preamplifier:
es: Pré-amplificador:

source: gain:
es: ganancia:

source: Amplifier:
es: Amplificador:

source: Analog filter setting:
es: Configuración de filtro analógico

source: low pass (Hz):
es: pasa-baja (Hz)

source: high pass (Hz):
es: pasa-alta (Hz):

source: band pass (Hz):
es: pasa banda (Hz):

source: order (Hz):
es: orden (Hz):

source: Add new
es: Agregar nuevo

source: More settings:
es: Más configuraciones:

source: Digital filter
es: Filtro digital

source: Low pass (Hz):
es: Pasa-baja (Hz):

source: High pass (Hz):
es: Pasa-alta (Hz):

source: Band pass (Hz):
es: Pasa banda (Hz):

source: Sampling rate:
es: Tasa de muestreo:

source: Delete EMG setting
es: Remover configuración de EMG

source: Are you sure you want to delete this EMG setting?
es: ¿Está seguro de que desea eliminar esta configuración de EMG?

source: New surface placement
es: Nueva ubicación de superficie

source: the surface placement
es: la ubicación de la superficie

source: Import Experiment
es: Importar Experimento

source: Import Study/Experiment
es: Importar Estudio/Experimento

source: Choose a .zip file previously exported by NES
es: Seleccione un archivo .zip exportado previamente por NES

source: This will create a whole new Study/Experiment. The extension of objects that will be imported depends upon the stuff inside zip file.
es: Esto creará un Estudio/Experimento completamente nuevo. La extensión de objetos que serán importados depende de lo que se encuentre dentro del archivo json.

source: Basic experiment information
es: Información básica del experimento

source: Title
es: Título

source: Study
es: Estudio

source: Last update
es: Última atualización

source: Researchers
es: Investigadores

source: No registered researcher
es: Ningún investigador registrado

source: Groups
es: Grupos

source: No registered group
es: Ningún grupo registrado

source: No experimental protocol registered
es: Ningún protocolo experimental registrado

source: No experiment found.
es: Ningún experimento encontrado.

source: New experiment
es: Nuevo experimento

source: Project info URL
es: URL del proyecto

source: Is public
es: Es público

source: Data acquisition is concluded
es: Adquisición de datos concluída

source: NeuroMat Portal - Experimental data sending
es: Portal de NeuroMat - Envío de datos experimentales

source: Last update of the experiment:
es: Última atualización del experimento:

source: Last sending status:
es: Último estado de envío:

source: never sent
es: nunca enviado

source: Portal status
es: Estado del portal

source: Send to Portal
es: Enviar al Portal

source: Resend to Portal
es: Reenviar al Portal

source: Person
es: Persona

source: Institution
es: Institución

source: Not registered
es: No registrado

source: Remove researcher
es: Remover investigador

source: Details
es: Detalles

source: participants
es: participantes

source: missing experimental protocol
es: falta protocolo experimental

source: EEG Settings
es: Configuraciones de EEG

source: EMG Settings
es: Configuraciones de EMG

source: TMS Settings
es: Configuraciones de TMS

source: Context trees
es: Árboles de contexto

source: Are you sure you want to delete experiment?
es: ¿Está seguro de que quiere eliminar el experimento?

source: Are you sure you want to remove this researcher?
es: ¿Está seguro de que desea eliminar a este investigador?

source: Schedule of sending
es: Horario de envío

source: Resend experiment to Portal
es: Reenviar experimento al Portal

source: Send experiment to Portal
es: Enviar experimento al Portal

source: Committee responsible for the Portal
es: Comitê responsable del Portal

source: When the experiment is sent to the Portal, its information is verified by a committee before it is publicly available.
es: Cuando el experimento se envía al Portal, su información es verificada por un comitê comité antes de que esté disponible públicamente.

source: Then, after be approved, an email will be sent to the experiment owner.
es: Luego, una vez aprobado, se enviará un correo electrónico al propietario del experimento.

source: Reason for resending
es: Razón para reenviar

source: send patient age
es: enviar la edad del paciente

source: Questionnaires and questions to send
es: Cuestionarios y preguntas para enviar

source: Fields available:
es: Campos disponibles:

source: Please, select a questionnaire from the list.
es: Por favor, seleccione un cuestionario de la lista.

source: Fields chosen:
es: Campos elegidos:

source: Filter type List
es: Lista de tipos de filtro

source: Are you sure you want to delete filter type?
es: ¿Está seguro de que desea eliminar el tipo de filtro?

source: New generic data collection
es: Nueva colección de datos genéricos

source: the generic data collection
es: la colección de datos genéricos

source: Information type
es: Tipo de información

source: Check goalkeeper game data
es: Verifique los datos del juego del portero

source: Change institution code
es: Cambiar el código de la institución

source: Create institution code
es: Crear código de institución

source: missing institution code
es: falta el código de la institución

source: Group code
es: Código de grupo

source: Change group code
es: Cambiar código de grupo

source: Create group code
es: Crear código de grupo

source: Goalkeeper game phase path
es: Ruta de la fase de juego del portero

source: Game and phase
es: Juego y fase

source: (No goalkeeper game phase collection)
es: (No hay una colección de fase de juego de portero)

source: Change game and phase
es: Cambiar juego y fase

source: Select the game and phase
es: Seleccione el juego y la fase

source: No goalkeeper game and phase registered.
es: No hay partido ni fase de portero registrados.

source: Load goalkeeper game data
es: Cargar datos del juego del portero

source: New group
es: Nuevo grupo

source: Group basic information
es: Informaciones básicas del grupo

source: Inclusion criteria
es: Criterio de inclusión

source: Inform disease diagnosis or disease code (ICD-10)
es: Especificar el diagnóstico de la dolencia o el código de la dolencia (CID-10)

source: There are no diagnosis as inclusion criteria of participants in this group
es: No hay diagnóstico como criterio de inclusión de los participantes de este grupo.

source: Questionnaires of experimental protocol
es: Cuestionarios de protocolo experimental

source: Quantity of fills for each participant
es: Cantidad de rellenos para cada participante

source: Needed fills by participant
es: Rellenos necesarios por participante

source: Quantity of fills needed by pariticipant multiplied by quantity of participants in this group
es: Cantidad de registros necesarios por participante multiplicado por la cantidad de de participantes en este grupo

source: Total fills needed
es: Total de registros necesarios

source: Sum of fills quantity already made by each participant
es: Suma de la cantidad de registros ya realizada por cada participante

source: Total fills already made
es: Registros totales ya realizados

source: There are no questionnaires in the experimental protocol in this group
es: No hay cuestionarios en el protocolo experimental en este grupo.

source: Participants and data collections
es: Participantes y colección de datos

source: View / Edit
es: Ver / Editar

source: There is %(number_of_subjects)s participant recorded
es: Hay %(number_of_subjects)s participantes registrados

source: There are %(number_of_subjects)s participants recorded
es: Hay %(number_of_subjects)s participantes registrados

source: No participants recorded
es: No hay participantes registrados

source: Add participant/s
es: Agregar participante/s

source: Set of root steps
es: Conjunto de pasos raiz

source: UnConfigure experimental protocol
es: Desconfigurar protocolo experimental

source: Textual description
es: Descripción textual

source: Graph representation
es: Representación gráfica

source: Image not available.
es: Imagen no disponíble

source: There is no experimental protocol configured
es: No hay un protocolo experimental configurado

source: The experimental protocol root is always a set of steps. You can create a new set or reuse some that have already been created for this experiment.
es: La raíz del protocolo experimental es siempre un conjunto de pasos. Puedes crear un nuevo conjunto o reutilizar algunos que ya se han creado para este experimento.

source: Configure / Create
es: Configurar / Crear

source: Are you sure you want to delete group?
es: ¿Estás seguro de que quieres eliminar el grupo?

source: Are you sure you want to delete diagnosis?
es: ¿Estás seguro de que quieres eliminar el diagnóstico?

source: Are you sure you want to unprovision experimental protocol?
es: ¿Está seguro de que quiere desconfigurar el protocolo experimental?

source: Unset
es: Desconfigurar

source: Results
es: Resultados

source: 1 Study imported
es: 1 Estudio importado

source: 1 Experiment imported
es: 1 Experimento importado

source: %(count)s Group imported
es: %(count)s Grupo importado

source: %(count)s <em>%(human_readable)s</em> step imported
es: %(count)s paso de <em>%(human_readable)s</em> importado

source: the instruction
es: la instrucción

source: Instruction text
es: Texto de la instrucción

source: Add a new keyword
es: Agregar nueva palabra clave

source: Manufacturer List
es: Lista de fabricantes

source: Are you sure you want to delete manufacturer?
es: ¿Estás seguro de que quieres eliminar el fabricante?

source: Material List
es: Lista de materiales

source: Are you sure you want to delete material?
es: ¿Estás seguro de que deseas eliminar el material?

source: Magnetic Field Strength
es: Intensidad del campo magnético

source: Receive Coil Name
es: Recibir el nombre de la bobina

source: Receive Coil Active Elements
es: Recibir elementos activos de la bobina

source: Gradient Set Type
es: Tipo de conjunto de degradado

source: MR Transmit Coil Sequence
es: Secuencia de bobina de transmisión MR

source: Muscle
es: Músculo

source: Muscle List
es: Lista de músculo

source: Subdivision
es: Subdivisión

source: Anatomy Origin
es: Origen de la anatomía

source: Anatomy Insertion
es: Inserción de anatomía

source: Anatomy Function
es: Función de anatomía

source: Side
es: Lado

source: Are you sure you want to delete muscle?
es: ¿Está seguro de que quiere eliminar el músculo?

source: Are you sure you want to delete muscle side?
es: ¿Está seguro de que quiere eliminar el lado muscular?

source: Anatomy origin
es: Origen de la anatomía

source: Anatomy insertion
es: Inserción de anatomía

source: Anatomy function
es: Función de anatomía

source: Are you sure you want to delete muscle subdivision?
es: ¿Está seguro de que quiere eliminar la subdivisión muscular?

source: New pause
es: Nueva pausa

source: the pause
es: la pausa

source: Publications
es: Publicaciones

source: Add experiment
es: Nuevo experimento

source: Experiment selection
es: Selección de experimentos

source: Experiments
es: Experimentos

source: Publication list
es: Lista de publicaciones

source: Citation
es: Citación

source: Insert new publication
es: Insertar nueva publicación

source: Publication
es: Publicación

source: Related experiments
es: Experimentos relacionados

source: Remove experiment from list
es: Eliminar experimento de la lista

source: Are you sure you want to delete this publication?
es: ¿Está seguro de que desea eliminar esta publicación?

source: Are you sure you want to remove experiment from list?
es: ¿Está seguro de que quiere eliminar el experimento de la lista?

source: New questionnaire
es: Nuevo cuestionario

source: the questionnaire
es: el cuestionario

source: Questionnaire name at LimeSurvey
es: Nombre del cuestionario en LimeSurvey

source: Identification:
es: Identificación:

source: Description:
es: Descripción:

source: Duration:
es: Duración:

source: Use name:
es: Nombre del uso:

source: Quantity of repetitions:
es: Cantidad de repeticiones

source: Interval among repetitions:
es: Intervalo entre repeticiones:

source: Completed fills
es: Formularios completados

source: Fills
es: Formularios

source: (No participant inserted)
es: (No hay participantes registrados)

source: No status
es: Sin estado

source: Complete
es: Completo

source: Incomplete
es: Incompleto

source: Updated
es: Actualizado

source: New fill
es: Nuevo formulario

source: Studies list
es: Lista de estudios

source: Term
es: Vigencia

source: Responsible
es: Responsable

source: From
es: A partir de

source: Insert new study
es: Insertar nuevo estudio

source: Send experiments to Portal
es: Enviar experimentos al Portal

source: Study basic information
es: Informaciones básicas de estudio

source: Initial date
es: Fecha de início

source: End date
es: Fecha de fin

source: Keywords
es: Palabras clave

source: Type a keyword to include an existent or new
es: Escriba una palabra clave para incluir un existente o nuevo

source: Create PDF
es: Crear PDF

source: Are you sure you want to delete study?
es: ¿Está seguro de que quiere eliminar el estudio?

source: Are you sure you want to remove this collaborator from this team?
es: ¿Está seguro de que desea eliminar a este colaborador de este equipo?

source: Are you sure you want to change the coordinator status for this collaborator?
es: ¿Está seguro de que desea cambiar el estado de coordinador para este colaborador?

source: Change is_coordinator
es: Cambiar el estado del coordinador

source: Do you want to copy this experiment?
es: ¿Quieres copiar este experimento?

source: List of experiments to send to Portal
es: Lista de experimentos para enviar al portal

source: Experiment title
es: Título del experimento

source: Study title
es: Título del estudio

source: Schedule time
es: Tiempo programado

source: Reason (when resending)
es: Razón (al reenviar)

source: Search Participants
es: Buscar participantes

source: Add new participants
es: Agregar nuevos participantes

source: All participants
es: Todos los participantes

source: Filter participants
es: Filtrar participantes

source: Marital status
es: Estado civil

source: Locations
es: Ubicaciones

source: Enter a city
es: Inserte una ciudad

source: Diagnosis
es: Diagnóstico

source: Enter a diagnosis
es: Inserte un diagnóstico

source: Basic registers
es: Registros Básicos

source: List view
es: Vista de la lista

source: Equipment / Device registers
es: Equipos / Registro de dispositivos

source: List of participants
es: Lista de participantes

source: participants were selected
es: Los participantes fueron seleccionados

source: Delete participant
es: Eliminar participante

source: Add participants
es: Agregar participantes

source: Are you sure you want to delete participant?
es: ¿Está seguro de que desea eliminar al participante?

source: Software List
es: Lista de software

source: Versions
es: Versión

source: Are you sure you want to delete software?
es: ¿Está seguro de que desea eliminar el software?

source: Are you sure you want to delete software version?
es: ¿Está seguro de que desea eliminar la versión del software?

source: EMG Electrode Placement System List
es: Lista del sistema de colocación de electrodos EMG

source: Number of electrode placements
es: Número de posicionamientos de electrodos

source: EMG electrode placements
es: Posición de electrodos de EMG

source: Insert electrode placement
es: Inserte la posición del eletrodo

source: Are you sure you want to delete this EMG electrode placement system?
es: ¿Está seguro de que desea eliminar este sistema de posición de electrodos EMG?

source: New stimulus
es: Nuevo estímulo

source: the stimulus
es: el estímulo

source: Stimulus type
es: Tipo de estímulo

source: Media file
es: archivo multimedia

source: Additional data collection
es: Colección de datos adicionales

source: Date
es: Fecha

source: File format
es: Formato de archivo

source: File format description
es: Descripción del formato de archivo

source: Additional data collection description
es: Descripción adicional de la colección de datos

source: Files to upload
es: Archivos para cargar

source: Uploaded files
es: Archivos subidos

source: Are you sure you want to delete additional data?
es: ¿Está seguro de que desea eliminar datos adicionales?

source: Goalkeeper game phase data files
es: Archivos de datos de la fase de juego del portero

source: Goalkeeper game phase data file
es: Archivo de datos de la fase del juego del portero

source: New goalkeeper game phase data file
es: Nuevo archivo de datos de la fase del juego del portero

source: Goalkeeper game phase data collection
es: Colección de datos de la fase de juego del portero

source: Hour
es: Hora

source: Goalkeeper game phase data collection description
es: Descripción de la colección de datos de la fase de juego del portero

source: Sequence used in context tree
es: Secuencia utilizada en el árbol de contexto

source: Are you sure you want to delete goalkeeper game phase data?
es: ¿Está seguro de que desea eliminar los datos de la fase de juego del portero?

source: EEG data files
es: Archivos de datos de EEG

source: EEG path
es: Ruta de EEG

source: EEG data file
es: Archivo de datos de EEG

source: (No EEG collection)
es: (Sin colección de EEG)

source: Download file
es: Descargar archivo

source: Export nwb file format
es: Exportar arhivo en formato NWB

source: Unable to export as nwb file. The uploaded data file is not an EEG file. Its format is not valid, or the number of channels is not set.
es: No se puede exportar como archivo nwb. El archivo de datos cargado no es un archivo EEG. El formato no es válido o el número de canales no está definido.

source: New EEG data file
es: Nuevo archivo de datos de EEG

source: Exporting data file in NWB format
es: Exportar arhivo en formato NWB

source: Waiting for status...
es: Esperando...

source: EEG data collection
es: Colección de datos de EEG

source: Data collection
es: Colección de datos

source: Electrodes position status
es: Estado de la posición de los electrodos

source: Image of the position of the electrodes
es: Imagen de la posición de los electrodos

source: Reason for change the EEG setting
es: Razón para cambiar la configuración del EEG

source: Cap size
es: Tamaño de gorra

source: EEG data collection description
es: Descripción de la colección de datos de EEG

source: Worked
es: Funcionó

source: There is not electrode position status data for this data collection
es: No hay datos de estado de la posición del electrodo para esta colección de datos

source: To mark or unmark any position as 'worked' or 'did not worked' you can click on the image on the selected position
es: Para marcar o desmarcar cualquier posición como 'funcionó' o 'no funcionó', puede hacer clic en la imagen en la posición seleccionada

source: or you can check or uncheck the checkbox selected in the list of positions.
es: o puede marcar o desmarcar la casilla de verificación seleccionada en la lista de posiciones.

source: There is not image
es: No hay imagen.

source: Are you sure you want to delete EEG data?
es: ¿Está seguro de que desea eliminar los datos de EEG?

source: EMG data files
es: Archivos de datos EMG

source: EMG path
es: Ruta de EMG

source: EMG data file
es: Archivo de datos de EMG

source: (No EMG collection)
es: (Sin colección EMG)

source: New EMG data file
es: Nuevo archivo de datos EMG

source: EMG data collection
es: Colección de datos EMG

source: Reason for change the EMG setting
es: Razón para cambiar la configuración de EMG

source: EMG data collection description
es: Descripción de la colección de datos EMG

source: Are you sure you want to delete EMG data?
es: ¿Está seguro de que desea eliminar los datos de EMG?

source: Generic data collection data files
es: Archivos de datos de colección de datos genéricos

source: Generic data collection path
es: Ruta de colección de datos genéricos

source: Generic data collection data file
es: Archivo de datos de colección de datos genéricos

source: (No generic data collection)
es: (Sin colección de datos genéricos)

source: New generic data collection data file
es: Nuevo archivo de datos de colección de datos genéricos

source: New generic data collection file
es: Nuevo archivo de colección de datos genéricos

source: Generic data collection description
es: Descripción genérica de la colección de datos
