Repository: neuromat/nes
Catalog: patientregistrationsystem/qdc/experiment/locale/*/LC_MESSAGES/django.po
Languages: es

source: Are you sure you want to delete this collection data?
es: ¿Está seguro de que desea eliminar esta colección de datos?

source: Answers
es: Respuestas

source: Continue filling
es: Continuar completando

source: show unanswered questions
es: mostrar preguntas sin respuesta

source: Fill information
es: Completar informaciones

source: Responsible for fill
es: Responsable de completar el cuestionario

source: Uploaded file (LimeSurvey login required)
es: Archivo cargado (se requiere iniciar sesión en LimeSurvey)

source: This response cannot be deleted because it is used in an experiment.
es: Esta respuesta no se puede eliminar porque se usa en un experimento.

source: Are you sure you want to delete this questionnaire's fill?
es: ¿Está seguro de que desea eliminar la respuesta de este cuestionario?

source: Send invite to participant
es: Enviar invitación al participante

source: Are you sure to send invitation to participant
es: ¿Está seguro de enviar una invitación al participante?

source: Send invite
es: Enviar invitación

source: (No questinnaire for fill)
es: (Sin cuestionario para completar)

source: Quantity of fills:
es: Cantidad de respuestas:

source: unlimited
es: ilimitada

source: Interval among fills:
es: Intervalo entre respuestas:

source: undefined
es: indefinido

source: Reuse questionnaire response
es: Reutilizar la respuesta al cuestionario

source: Subject step data
es: Datos de paso del sujeto

source: Start date
es: Fecha inicial

source: time
es: veces

source: TMS data files
es: Archivos de datos TMS

source: TMS path
es: Ruta de TMS

source: TMS data file
es: Archivo de datos TMS

source: (No TMS collection)
es: (Sin colección TMS)

source: New TMS data file
es: Nuevo archivo de datos TMS

source: New TMS stimulation setting
es: Nueva configuración de estimulación TMS

source: TMS stimulation setting
es: Ajuste de estimulación TMS

source: Stimulation description
es: Descripción de estimulación

source: Hotspot position
es: Posición del punto de acceso (hotspot)

source: TMS setting
es: Configuración de TMS

source: TMS stimulation description
es: Descripción de la estimulación TMS

source: Stimulation Settings
es: Configuración de estimulación

source: Not configured
es: No configurado

source: Resting motor threshold - RMT (%%)
es: Umbral motor en reposo - RMT (%%)

source: Test pulse intensity of stimulation (%% over the %%RMT)
es: Prueba de la intensidad de pulso de estimulación

source: Second test pulse intensity of stimulation (%% over the %%RMT)
es: Segunda prueba de intensidad de pulso de estimulación

source: Interval between pulses
es: Intervalo entre pulsos

source: Interval between pulses unit
es: Unidad de intervalo entre pulsos

source: Time between mep trials
es: Tiempo entre pruebas de mep

source: Time between mep trials unit
es: Tiempo entre unidades de prueba mep

source: Repetitive pulse frequency (Hz)
es: Frecuencia de pulso repetitiva (Hz)

source: Coil orientation Settings
es: Configuración de la orientación de la bobina

source: Coil orientation
es: Orientación de la bobina

source: Orientation angle
es: Ángulo de orientación

source: Are you sure you want to delete TMS data?
es: ¿Está seguro de que desea eliminar los datos de TMS?

source: TMS data collection
es: Colección de datos TMS

source: Position setting
es: Ajuste de posición

source: Per participant
es: Por participante

source: Per steps of the experimental protocol
es: Por pasos del protocolo experimental

source: Import questionnaire responses
es: Importar respuestas de cuestionario

source: Import goalkeeper game data
es: Importar datos del juego del portero

source: Term of consent
es: Término de consentimiento

source: Completed questionnaires
es: Cuestionarios completados

source: Data files uploaded
es: Archivos de datos cargados

source: Upload consent form
es: Subir formulario de consentimiento

source: Attached
es: Anexado

source: No attachments
es: Sin anexo

source: Fill questionnaires
es: Completar cuestionarios

source: Uploaded EEG data files
es: Archivos de datos de EEG cargados

source: Uploaded EMG data files
es: Archivos de datos de EMG cargados

source: Uploaded TMS data files
es: Archivos de datos de TMS cargados

source: Uploaded goalkeeper game phase data files
es: Archivos de datos de fase de juego de portero cargados

source: Game
es: Juego

source: Uploaded generic collection data files
es: Archivos de colección de datos genéricos cargados

source: Uploaded additional data files
es: Archivos de datos adicionales cargados

source: Additional
es: Adicional

source: Data colletion path
es: Ruta de colección de datos

source: Data type
es: Tipo de datos

source: Number of participants
es: Número de participantes

source: participant
es: participante

source: Are you sure import questionnaire responses?
es: ¿Está seguro de importar las respuestas al cuestionario?

source: New task for participant
es: Nueva tarea para el participante

source: the task for participant
es: La tarea para el participante

source: New task for experimenter
es: Nueva tarea para el experimentador

source: New TMS
es: Nuevo TMS

source: the TMS
es: el TMS

source: TMS localization system
es: Sistema de localización TMS

source: TMS localization system list
es: Lista del sistema de localización TMS

source: Brain area
es: Área del cerebro

source: TMS Position
es: Posición TMS

source: TMS localization system position
es: Posición del sistema de localización TMS

source: Are you sure you want to delete TMS Position?
es: ¿Está seguro de que desea eliminar la posición de TMS?

source: TMS localization system basic information
es: Información básica del sistema de localización TMS

source: Add coil model setting
es: Agregar configuración de modelo de bobina

source: New TMS setting
es: Nueva configuración de TMS

source: TMS Setting
es: Configuración de TMS

source: Coil model
es: Modelo de bobina

source: Pulse type
es: Tipo de pulso

source: Delete TMS setting
es: Remover configuración de TMS

source: Are you sure you want to delete this TMS setting?
es: ¿Está seguro de que desea eliminar esta configuración de TMS?

source: Add TMS device setting
es: Agregar configuración de dispositivo TMS

source: TMS device settings
es: Configuración del dispositivo TMS

source: Pulse stimulus type
es: Tipo de estímulo de pulso

source: TMS Device
es: Dispositivo TMS

source: TMS Device List
es: Lista de dispositivos de TMS

source: Pulse Type
es: Tipo de Pulso

source: Are you sure you want to delete TMS device?
es: ¿Está seguro de que quiere eliminar el dispositivo TMS?

source: Upload
es: Subir

source: Are you sure you want to delete attachment?
es: ¿Está seguro de que quiere eliminar el archivo adjunto?

source: Action not available.
es: Acción no disponible

source: Information not saved.
es: Información no guardada.

source: Publication updated successfully.
es: Publicación actualizada con éxito.

source: There is no changes to save.
es: No hay cambios para guardar.

source: Experiment included successfully.
es: Experimento incluido con éxito.

source: Experiment already included in the publication.
es: Experimento ya incluido en la publicación

source: Context tree updated successfully.
es: Árbol de contexto actualizado correctamente.

source: additional data
es: datos adicionales

source: goalkeeper game
es: juego de portero

source: generic data collection
es: colección de datos genéricos

source: questionnaire
es: cuestionario

source: Study created successfully.
es: Estudio creado con éxito.

source: Study removed successfully.
es: Estudio eliminado con éxito.

source: Error trying to delete research.
es: Error al intentar eliminar la investigación.

source: Impossible to delete group because there is (are) questionnaire(s) answered.
es: Imposible eliminar el grupo porque hay cuestionario(s) respondido(s)

source: The experiment was copied.
es: El experimento fue copiado.

source: The experiment was copied with all data collections
es: El experimento se copió con todas las colecciones de datos..

source: Research updated successfully.
es: Investigación actualizada con éxito.

source: Publication created successfully.
es: Publicación creada con éxito.

source: Publication removed successfully.
es: Publicación eliminada con éxito.

source: Experiment removed from publication successfully.
es: Experimento eliminado de la publicación con éxito.

source: Experiment created successfully.
es: Experimento creado con éxito.

source: Researcher removed successfully.
es: Investigador eliminado con éxito.

source: Error trying to delete a researcher.
es: Erro ao tentar excluir o pesquisador.

source: It was not possible to exclude because there is data collection associated.
es: No fue posible excluir porque hay recolección de datos asociada.

source: Experiment removed successfully.
es: Experimento eliminado correctamente.

source: It was not possible to delete experiment because there are groups connected.
es: No fue posible eliminar el experimento porque hay grupos conectados

source: Impossible to delete experiment because there is data collection associated.
es: Imposible eliminar el experimento porque hay una colección de datos asociada.

source: Experiment updated successfully.
es: Experimento actualizado correctamente.

source: 1 researcher was added successfully.
es: 1 investigador se agregó con éxito.

source: %d researchers were added successfully.
es: %d los investigadores se agregaron con éxito.

source: Please, select at least one researcher.
es: Por favor, seleccione al menos un investigador.

source: Please select a zip file
es: Por favor, Seleccione un archivo zip

source: Experiment successfully imported.
es: Experimento importado correctamente.

source: Experiment successfully imported. New study was created.
es: Experimento importado correctamente. Se creó un nuevo estudio.

source: Experiment scheduled to be sent successfully.
es: Experimento programado para enviarse correctamente.

source: Experiments sent successfully.
es: Experimentos enviados con éxito.

source: Portal is not available to send experiments
es: El portal no está disponible para enviar experimentos

source: Group included successfully.
es: Grupo incluido con éxito.

source: Group removed successfully.
es: Grupo eliminado correctamente.

source: Impossible to delete group, because there are dependencies.
es: Imposible eliminar grupo, porque hay dependencias.

source: Impossible to delete group because there is (are) data collection associated.
es: Imposible eliminar el grupo porque hay recopilación de datos asociada.

source: Group updated successfully.
es: Grupo actualizado correctamente.

source: <a href="/experiment/schedule_of_sending/{!s}">This experiment was previously sent to the Portal. Click here to resend it.</a>
es: <a href="/experiment/schedule_of_sending/{!s}">Este experimento fue enviado previamente al Portal. Haga clic aquí para reenviarlo..</a>

source: EEG setting included successfully.
es: Configuración de EEG incluida con éxito.

source: EEG setting was removed successfully.
es: El ajuste de EEG se eliminó con éxito.

source: Setting was removed successfully.
es: La configuración se eliminó correctamente.

source: EEG setting updated successfully.
es: La configuración de EEG se actualizó correctamente.

source: EEG amplifier setting created sucessfully.
es: Configuración del amplificador EEG creado con éxito.

source: EEG solution setting created sucessfully.
es: Configuración de la solución EEG creada con éxito.

source: EEG filter setting created sucessfully.
es: Configuración del filtro EEG creada con éxito.

source: Now you can set each electrode position.
es: Ahora puede configurar la posición de cada electrodo.

source: EEG electrode net system setting created sucessfully.
es: Configuración del sistema de red de electrodos EEG creada con éxito.

source: EEG Amplifier setting updated successfully.
es: La configuración del amplificador de EEG se actualizó correctamente.

source: EEG amplifier setting updated sucessfully.
es: Configuración del amplificador EEG actualizado con éxito.

source: EEG solution setting updated sucessfully.
es: La configuración de la solución EEG se actualizó con éxito.

source: EEG filter setting updated sucessfully.
es: La configuración del filtro EEG se actualizó con éxito.

source: EEG electrode net system setting updated sucessfully.
es: La configuración del sistema de red de electrodos de EEG se actualizó con éxito.

source: Setting saved successfully.
es: Configuración guardada con éxito.

source: Manufacturer created successfully.
es: Fabricante creado con éxito.

source: Manufacturer updated successfully.
es: Fabricante actualizado correctamente.

source: Manufacturer removed successfully.
es: Fabricante eliminado correctamente.

source: Error trying to delete manufacturer.
es: Error al intentar eliminar el fabricante.

source: Amplifier created successfully.
es: Amplificador creado con éxito.

source: Amplifier updated successfully.
es: Amplificador actualizado con éxito.

source: Amplifier removed successfully.
es: Amplificador eliminado con éxito.

source: Error trying to delete amplifier.
es: Error al intentar eliminar el amplificador.

source: EEG solution created successfully.
es: Solución EEG creada con éxito.

source: EEG solution updated successfully.
es: Solución de EEG actualizada con éxito.

source: EEG solution removed successfully.
es: Solución de EEG eliminada con éxito.

source: Error trying to delete eegsolution.
es: Error al intentar eliminar eegsolution.

source: Filter type created successfully.
es: Tipo de filtro creado correctamente.

source: Filter type updated successfully.
es: Tipo de filtro actualizado correctamente.

source: Filter type removed successfully.
es: Tipo de filtro eliminado correctamente.

source: Error trying to delete filter type.
es: Error al intentar eliminar el tipo de filtro.

source: Standardization system created successfully.
es: Sistema de estandarización creado con éxito.

source: Standardization system updated successfully.
es: Sistema de estandarización actualizado con éxito.

source: Electrode placement subdivision created successfully.
es: La subdivisión de colocación de electrodos se creó correctamente.

source: EMG electrode placement removed successfully.
es: La posición del electrodo EMG se retiró con éxito.

source: Error trying to delete EMG electrode placement.
es: Error al intentar eliminar la posición del electrodo EMG.

source: EMG electrode placement was updated successfully.
es: La ubicación del electrodo EMG se actualizó correctamente.

source: Standardization system removed successfully.
es: Sistema de estandarización eliminado con éxito.

source: Error trying to delete standardization system.
es: Error al intentar eliminar el sistema de estandarización.

source: Muscle created successfully.
es: Músculo creado con éxito.

source: Muscle updated successfully.
es: Músculo actualizado con éxito.

source: Muscle removed successfully.
es: Músculo eliminado con éxito.

source: Error trying to delete muscle.
es: Error al intentar eliminar el músculo.

source: Muscle subdivision created successfully.
es: Subdivisión muscular creada con éxito.

source: Muscle subdivision removed successfully.
es: La subdivisión muscular se eliminó con éxito.

source: Error trying to delete muscle subdivision.
es: Error al intentar eliminar la subdivisión muscular.

source: Muscle subdivision updated successfully.
es: La subdivisión muscular se actualizó con éxito.

source: Muscle side created successfully.
es: El lado del músculo creado con éxito.

source: Muscle side removed successfully.
es: El lado del músculo se quitó con éxito.

source: Error trying to delete muscle side.
es: Error al intentar eliminar el lado del músculo.

source: Muscle side updated successfully.
es: Lado del músculo actualizado con éxito.

source: Software created successfully.
es: Software creado con éxito.

source: Software removed successfully.
es: Software eliminado con éxito.

source: Error trying to delete software.
es: Error al intentar eliminar el software.

source: Software updated successfully.
es: Software actualizado con éxito.

source: Software version created successfully.
es: La versión de software se creó correctamente.

source: Software version removed successfully.
es: La versión de software se eliminó correctamente.

source: Error trying to delete software version.
es: Error al intentar eliminar la versión del software.

source: Software version updated successfully.
es: La versión del software se actualizó correctamente.

source: Electrode model created successfully.
es: Modelo de electrodo creado con éxito.

source: Electrode model updated successfully.
es: Modelo de electrodo actualizado con éxito.

source: Electrode model removed successfully.
es: Modelo de electrodo eliminado con éxito.

source: Error trying to delete electrode model.
es: Error al intentar eliminar el modelo de electrodo.

source: Coil Model created successfully.
es: Modelo de bobina creado con éxito

source: Coil model removed successfully.
es: Modelo de bobina eliminado con éxito.

source: Error trying to delete coil model.
es: Error al intentar eliminar el modelo de bobina.

source: Coil Model updated successfully.
es: Modelo de bobina actualizado con éxito.

source: TMS device created successfully.
es: Dispositivo TMS creado con éxito.

source: TMS device removed successfully.
es: Dispositivo TMS eliminado con éxito.

source: Error trying to delete TMS device.
es: Error al intentar eliminar el dispositivo TMS.

source: TMS device updated successfully.
es: Dispositivo TMS actualizado correctamente.

source: Material created successfully.
es: Material creado con éxito.

source: Material updated successfully.
es: Material actualizado con éxito.

source: Material removed successfully.
es: Material eliminado con éxito.

source: Error trying to delete material.
es: Error al intentar eliminar material

source: EEG electrode net created successfully.
es: Red de electrodos EEG creada con éxito.

source: EEG electrode net updated successfully.
es: Red de electrodos EEG actualizada con éxito.

source: EEG electrode net cannot be removed because it is used in EEG electrode system.
es: La red del electrodo de EEG no se puede quitar porque se utiliza en el sistema de eletrodos de EEG.

source: EEG electrode net cannot be removed because cap size is associated with EEG data.
es: La red de electrodos de EEG no se puede quitar porque el tamaño de la tapa está asociado con los datos de EEG.

source: EEG electrode net removed successfully.
es: La red de electrodos de EEG se quitó con éxito.

source: Error trying to delete EEG Electrode Net.
es: Error al intentar eliminar la red de electrodos EEG.

source: EEG cap size created successfully.
es: El tamaño de la gorra de EEG se creó correctamente.

source: Cap size updated successfully.
es: El tamaño de la gorra se actualizó correctamente.

source: Cap size removed successfully.
es: El tamaño de la gorra se eliminó correctamente.

source: Error trying to delete cap size.
es: Error al intentar eliminar el tamaño de la gorra.

source: A/D converter created successfully.
es: Convertidor A/D creado con éxito.

source: A/D converter updated successfully.
es: Convertidor A/D actualizado con éxito.

source: A/D converter removed successfully.
es: Convertidor A/D eliminado con éxito.

source: Error trying to delete A/D converter.
es: Error al intentar eliminar el convertidor A/D.

source: Participant deleted from experiment.
es: Participante eliminado del experimento.

source: It was not possible to delete participant, because there are answers or eeg data associated
es: No fue posible eliminar participante, porque hay respuestas o datos EEG asociados

source: Response
es: Respuesta

source: Participant has already been inserted in this group.
es: El participante ya ha sido insertado en este grupo

source: Fill not available - Table of tokens was not started.
es: Relleno no disponible: la tabla de tokens no se inició

source: Fill not available - Questionnaire is not activated.
es: Rellenar no disponible: el cuestionario no está activado

source: Fill not available - Questionnaire does not contain standard fields.
es: No es posible completar el cuestionario - No contiene campos estándar.

source: Fail trying to generate token to answer questionnaire. Check if questionnaire is active.
es: Error al intentar generar el token para responder al cuestionario. Compruebe si el cuestionario está activo.

source: Could not send email to
es: No se pudo enviar el correo electrónico

source: Patient has not email registered. Please register an email for her/him
es: El paciente no ha registrado su correo electrónico. Por favor registre un correo electrónico para él/ella

source: Your link to respond the questionnaire
es: Su enlace para responder el cuestionario

source: Email sent successfully to
es: Correo electrónico enviado correctamente

source: Fill reused successfully.
es: Formulario reutilizado con éxito

source: You will be redirected to questionnaire. Please wait.
es: Se le redirigirá al cuestionario. Espere por favor.

source: Fill deleted successfully.
es: Formulario eliminado correctamente

source: Error trying to delete fill
es: Error al intentar eliminar el formulario

source: 1 new response was imported.
es: 1 se importó nueva respuesta.

source: %s new responses were imported.
es: %s se importaron nuevas respuestas.

source: No new data loaded.
es: No se cargan nuevos datos.

source: EEG data collection created successfully.
es: La recopilación de datos de EEG se creó con éxito.

source: Now you can configure each electrode position
es: Ahora puede configurar la posición de cada electrodo.

source: EEG data removed successfully.
es: Los datos de EEG se eliminaron con éxito.

source: EEG data updated successfully.
es: Los datos de EEG se actualizaron con éxito.

source: EEG position data updated successfully.
es: Los datos de posición del EEG se actualizaron correctamente.

source: Waiting for status
es: Esperando estado

source: Reading source file
es: Leyendo archivo fuente

source: Finished
es: Terminado

source: It was not possible to open the data file. Check if the number of channels configured is correct.
es: No fue posible abrir el archivo de datos. Compruebe si la cantidad de canales configurados es correcta.

source: Reading metadata
es: Leer metadatos

source: Reading device data
es: Leer datos del dispositivo

source: Device type: Amplifier;
es: Tipo de dispositivo: amplificador;

source: Description:
es: Descripción:

source: Manufacturer:
es: Fabricante:

source: Gain:
es: Ganancia:

source: Impedance:
es: Impedancia:

source: Common mode rejection ratio:
es: Relación de rechazo de modo común:

source: Device type: EEG Amplifier;
es: Tipo de dispositivo: amplificador EEG;

source: Number of used channels:
es: Número de canales usados:

source: Device type: EEG Electrode Net;
es: Tipo de dispositivo: Red de electrodo EEG;

source: Position:
es: Posiçión:

source: Coordinates: (
es: Coordenadas: (

source: EEG electrode localization system:
es: Sistema de localización de electrodos EEG:

source: Reading acquisition data
es: Leyendo los datos de adquisición

source: Filter type:
es: Tipo de filtro:

source: High pass:
es: Pasa-alta:

source: Low pass:
es: Pasa-baja:

source: Order:
es: Orden:

source: TMS data collection created successfully.
es: Recopilación de datos de TMS creada con éxito.

source: TMS data removed successfully.
es: Los datos de TMS se eliminaron con éxito.

source: TMS data updated successfully.
es: Los datos de TMS se actualizaron correctamente.

source: TMS position updated sucessfully.
es: Posición de TMS actualizada con éxito.

source: There is no changes to save
es: No hay cambios para guardar.
