Repository: neuromat/nes
Catalog: patientregistrationsystem/qdc/experiment/locale/*/LC_MESSAGES/django.po
Languages: es

source: Goalkeeper game phase data collection created successfully.
es: La recopilación de datos de la fase de juego del portero se creó con éxito.

source: Goalkeeper game phase data removed successfully.
es: Los datos de la fase de juego del portero se eliminaron con éxito.

source: Goalkeeper game phase data updated successfully.
es: Los datos de la fase de juego del portero se actualizaron correctamente.

source: Group code already used. Please choose another name.
es: Código de grupo ya utilizado. Por favor elija otro nombre.

source: Group code changed successfully.
es: El código de grupo se cambió correctamente.

source: No group code configured.
es: No se ha configurado ningún código de grupo.

source: Team or structure: %s Game code: %s Participant: %s
es: Equipo o estructura: %s Código de juego: %s Participante: %s

source: Team or structure: %s Game code: %s Phase: %s Participant: %s
es: Equipo o estructura: %s Código de juego: %s Fase: %s Participante: %s

source: 1 new play was imported.
es: 1 nueva jugada fue importada.

source: %s new plays were imported.
es: %s nuevas jugadas fueron importadas.

source: Generic data collection created successfully.
es: La colección de datos genéricos se creó correctamente.

source: Generic data collection removed successfully.
es: La colección de datos genéricos se eliminó correctamente.

source: Generic data collection updated successfully.
es: La colección de datos genéricos se actualizó correctamente.

source: TMS position updated successfully.
es: Posición de TMS actualizada con éxito.

source: Selected data collections were removed successfully.
es: Las colecciones de datos seleccionadas se eliminaron correctamente.

source: There were no items selected to remove.
es: No se seleccionaron elementos para eliminar

source: Selected data collections were transfered successfully.
es: Las colecciones de datos seleccionadas se transfirieron con éxito.

source: There were no items selected to transfer.
es: No se seleccionaron elementos para transferir

source: EMG data collection created successfully.
es: La recolección de datos de EMG se creó correctamente.

source: EMG data removed successfully.
es: Los datos de EMG se eliminaron correctamente.

source: EMG data updated successfully.
es: Los datos de EMG se actualizaron correctamente.

source: Main step
es: Paso principal

source: Sub-steps: (
es: Sub-pasos: (

source: Duration value
es: Valor de duración

source: Duration unit
es: Unidad de duración

source: Number of mandatory components
es: Número de pasos obligatorios

source: Text
es: Texto

source: LimeSurvey ID
es: ID LimeSurvey

source: Questionnaire title
es: Título do cuestionario

source: Number of repetitions
es: Número de repeticiõnes

source: Interval between repetitions value
es: Valor de intervalo entre repeticiones

source: Interval between repetitions unit
es: Unidad de intervalo entre repeticiones

source: Position in the set of steps
es: Posición en el conjunto de pasos

source: Requires start and end datetime
es: Requiere fecha y hora de inicio y finalización

source: Yes
es: Si

source: Additional data collection created successfully.
es: La recopilación de datos adicionales se creó correctamente.

source: Additional data removed successfully.
es: Datos adicionales eliminados con éxito.

source: Additional data updated successfully.
es: Datos adicionales actualizados con éxito.

source: Subject step data was created successfully.
es: Los datos de los pasos del sujeto se crearon correctamente.

source: Subject step data updated successfully.
es: Los datos de los pasos del sujeto se actualizaron correctamente.

source: Consent term saved successfully.
es: Término de consentimiento guardado con éxito.

source: There are not attachments to save
es: No hay archivos adjuntos para guardar

source: Attachment deleted successfully.
es: Archivo adjunto eliminado correctamente.

source: Step included successfully.
es: Paso incluido con éxito.

source: Use of step
es: Uso de paso

source: years
es: años

source: year
es: año

source: months
es: meses

source: month
es: mes

source: weeks
es: semanas

source: week
es: semana

source: days
es: días

source: day
es: día

source: hours
es: horas

source: hour
es: hora

source: minutes
es: minutos

source: minute
es: minuto

source: seconds
es: segundos

source: second
es: segundo

source: miliseconds
es: milisegundos

source: milisecond
es: milisegundo

source: and
es: y

source: Copy of
es: Copia de

source: Step use updated successfully.
es: El uso del paso se actualizó correctamente.

source: Component deleted successfully.
es: Componente eliminado correctamente.

source: Step updated successfully.
es: Paso actualizado correctamente.

source: This component is reused in
es: Este componente se reutiliza en

source: other step(s). Pay attention to any change made to it will reflect in the other(s).
es: otro (s) paso (s). Preste atención a que cualquier cambio que se le haga se reflejará en el (los) otro (s)..

source: Experimental protocol included successfully.
es: Protocolo experimental incluido con éxito.

source: Steps included successfully.
es: Pasos incluidos con éxito.

source: EEG electrode localization system created successfully.
es: Sistema de localización de electrodos EEG creado con éxito.

source: Error trying to delete localization system.
es: Error al intentar eliminar el sistema de localización.

source: Impossible to delete localization system because there is (are) Electrode Net associated.
es: Imposible eliminar el sistema de localización porque hay una red de electrodos asociada.

source: Localization system updated successfully.
es: Sistema de localización actualizado con éxito.

source: EEG electrode positions updated successfully.
es: Las posiciones de los electrodos de EEG se actualizaron con éxito.

source: EEG electrode position created successfully.
es: Posición del electrodo EEG creada con éxito.

source: Position removed successfully.
es: Posición eliminada con éxito.

source: Error trying to delete position.
es: Error al intentar eliminar la posición.

source: Impossible to delete position because there is (are) Position Setting associated.
es: Imposible eliminar la posición porque hay un ajuste de posición asociado.

source: Position updated successfully.
es: Posición actualizada correctamente.

source: EMG setting included successfully.
es: Configuración de EMG incluida con éxito.

source: EMG setting was removed successfully.
es: La configuración de EMG se eliminó correctamente.

source: EMG setting updated successfully.
es: La configuración de EMG se actualizó correctamente.

source: EMG digital filter setting created successfully.
es: La configuración del filtro digital EMG se ha creado correctamente.

source: EMG digital filter setting updated successfully.
es: La configuración del filtro digital EMG se actualizó correctamente.

source: EMG A/D converter setting created successfully.
es: La configuración del convertidor EMG A/D se creó correctamente.

source: EMG A/D converter setting updated successfully.
es: La configuración del convertidor EMG A / D se actualizó correctamente.

source: EMG electrode setting created successfully.
es: La configuración del electrodo EMG se creó correctamente.

source: EMG electrode setting was updated successfully.
es: La configuración del electrodo EMG se actualizó correctamente.

source: EMG preamplifier setting created successfully.
es: La configuración del preamplificador EMG se creó correctamente.

source: EMG Preamplifier setting updated successfully.
es: La configuración del preamplificador de EMG se actualizó correctamente.

source: EMG amplifier setting created successfully.
es: Configuración del amplificador EMG creado con éxito.

source: EMG Amplifier setting updated successfully.
es: La configuración del amplificador de EMG se actualizó correctamente.

source: TMS setting included successfully.
es: Configuración de TMS incluida correctamente.

source: TMS setting was removed successfully.
es: La configuración de TMS se eliminó correctamente.

source: TMS setting updated successfully.
es: La configuración de TMS se actualizó correctamente.

source: TMS device setting created successfully.
es: La configuración del dispositivo TMS se creó correctamente.

source: TMS device setting updated successfully.
es: La configuración del dispositivo TMS se actualizó correctamente.

source: TMS localization system created successfully.
es: SisSistema de localización TMS creado con éxito.

source: TMS localization system removed successfully.
es: Sistema de localización TMS eliminado con éxito.

source: Context tree included successfully.
es: Árbol de contexto incluido con éxito.

source: Context tree was removed successfully.
es: El árbol de contexto se eliminó correctamente.

source: EMG placement system
es: Sistema de colocación de EMG

source: EEG electrode net / Cap
es: Red de electrodo EEG / gorra
