Repository: neuromat/nes
Catalog: patientregistrationsystem/qdc/experiment/locale/*/LC_MESSAGES/django.po
Languages: es

source: Title must be filled.
es: Se debe ingresar el título.

source: Description must be filled.
es: Se debe ingresar la descripción.

source: %m/%d/%Y
es: %d/%m/%Y

source: mm/dd/yyyy
es: dd/mm/aaaa

source: Fill date must be filled.
es: Se debe ingresar la fecha de llenado.

source: Identification must be filled.
es: Se debe ingresar la identificación.

source: Time
es: Tiempo

source: Duration time must be filled in.
es: Se debe ingresar el tiempo de duración

source: Duration unit must be filled in.
es: Se debe ingresar la unidad de duración

source: Fixed
es: Reparado

source: Random
es: Aleatória

source: Quantity of repetitions must be filled.
es: Se debe ingresar la cantidad de repeticiones.

source: Interval must be filled.
es: Se debe ingresar el intervalo

source: Interval unit must be filled.
es: Se debe ingresar la unidad de intervalo

source: Instruction must be filled.
es: Se debe ingresar la instrucción.

source: Stimulus type must be filled.
es: Se debe ingresar el tipo de estímulo.

source: EEG setting type must be filled.
es: El tipo de configuración de EEG debe ser ingresada.

source: EMG setting type must be filled.
es: El tipo de configuración de EMG debe ser ingresada.

source: TMS setting type must be filled.
es: El tipo de configuración de TMS debe ser ingresada.

source: Software version must be filled.
es: La versión de software debe ser ingresada.

source: Context tree must be filled.
es: El árbol de contexto debe ser ingresado

source: Information type must be filled.
es: El tipo de información debe ser ingresado.

source: Sequence
es: En una secuencia

source: Parallel
es: De forma paralela

source: Organization type must be filled in.
es: Se debe ingresar el tipo de organización.

source: Quantity must be filled.
es: La cantidad debe ser ingresada.

source: Initial date must be filled.
es: Se debe ingresar la fecha de inicio

source: Citation must be filled.
es: El nombre para la citación debe ser ingresado.

source: Cap size type must be filled.
es: Se debe ingresar el tamaño de la gorra.

source: File format must be chosen.
es: Se debe elegir el formato de archivo.

source: File format description must be filled.
es: Se debe ingresar la descripción del formato de archivo.

source: Reason for change must be filled.
es: Se debe ingresar el motivo del cambio.

source: Name must be filled.
es: Se debe ingresar el nombre.

source: Number of channels should be between 0 and the number of channels of the EEG machine.
es: El número de canales debe estar entre 0 y el número de canales del EEG

source: Name field must be filled.
es: Se debe completar el campo de nombre.

source: Manufacturer must be filled.
es: Se debe ingresar el fabricante

source: Electrode type is required
es: Es necesario el tipo de electrodo

source: Coil shape must be filled.
es: Se debe ingresar la forma de bobina

source: Electrode model default must be filled in.
es: Se debe ingresar el modelo de electrodo

source: Material must be filled.
es: Se debe ingresar el material

source: Size must be filled.
es: Se debe ingresar el tamaño.

source: Electrode adjacent distance must be filled.
es: Se debe ingresar la distancia adyacente al electrodo

source: Muscle subdivision is required.
es: Se requiere la subdivisión muscular

source: Start date must be filled.
es: Se debe ingresar la fecha de inicio

source: End date must be filled.
es: Se debe ingresar la fecha de finalización

source: Filter type is required
es: Se requiere el tipo de filtro

source: AD converter is required
es: Se requiere el conversor A/D

source: Electrode is required
es: El electrodo es requerido

source: Electrode placement is required
es: La colocación del electrodo es necesaria

source: Muscle side is required
es: El lado del músculo es necesario

source: Amplifier is required
es: Amplificador es necesario

source: The coordinate must be filled.
es: La coordenada debe ser ingresada.

source: TMS device is required
es: El dispositivo TMS es necesario

source: Coil model is required
es: El campo modelo de bobina es obligatorio

source: Reason must be filled.
es: La razón debe ser ingresada.

source: Could not export LimeSurvey data. Please try again. If problem persists please contact the system administator
es: No se pudieron exportar los datos de LimeSurvey. Inténtalo de nuevo. Si el problema persiste por favor contacte al administrador del sistema

source: Could not clear all extra survey participants data.
es: No se pudieron borrar todos los datos adicionales de los participantes de la encuesta.

source: Could not update identification questions for all responses.
es: No se pudieron actualizar las preguntas de identificación para todas las respuestas.

source: Could not update all responses.
es: No se pudieron actualizar todas las respuestas.

source: Could not import survey(s) to LimeSurvey. Only Experiment data was imported. You can remove experiment imported and try again. If problem persists please contact system administrator
es: No se pudieron importar encuestas a LimeSurvey. Solo se importaron los datos del experimento. Puede eliminar el experimento importado e intentarlo de nuevo. Si el problema persiste, por favor entre en contacto con el administrador de sistemas.

source: Bad json file. Aborting import experiment.
es: Archivo json dañado. Abortando la importación del experimento

source: milisecond(s)
es: milisegundo(s)

source: second(s)
es: segundo(s)

source: minute(s)
es: minuto(s)

source: hour(s)
es: hora(s)

source: day(s)
es: día(s)

source: week(s)
es: semana(s)

source: month(s)
es: mes (meses)

source: year(s)
es: año(s)

source: Date cannot be greater than today's date.
es: La fecha de registro no puede ser mayor a la fecha de hoy.

source: URL of the project approved by the ethics committee
es: URL del proyecto aprobado por el comité de ética

source: Project file approved by the ethics committee
es: Expediente de proyecto aprobado por el comité de ética

source: EEG Machine
es: Máquina EEG

source: Amplifier
es: Amplificador

source: EEG Solution
es: Solución de EEG

source: Filter
es: Filtro

source: EEG Electrode Net
es: Red de eletrodos de EEG

source: A/D Converter
es: Conversor A/D

source: TMS device
es: Dispositivo TMS

source: Equipment
es: Equipo

source: Disposable
es: Descartable

source: Reusable
es: Reutilizable

source: Surface
es: Superfície

source: Needle
es: Aguja

source: millimeter(s)
es: milímetro(s)

source: centimeter(s)
es: centímetro(s)

source: Gelled
es: Gelificado

source: Dry
es: Seco

source: Active
es: Activo

source: Passive
es: Pasivo

source: Single
es: Simple

source: Air core coil
es: Bobina de núcleo de aire

source: Solid core coil
es: Bobina de núcleo sólido

source: Monophase
es: Monofásico

source: Biphase
es: Bifásico

source: Single pulse
es: Pulso simple

source: Paired pulse
es: Pulso pareado

source: Repetitive pulse
es: Pulso repetitivo

source: Set of steps
es: Conjunto de passs

source: Instruction
es: Instrucción

source: Pause
es: Pausa

source: Questionnaire
es: Cuestionario

source: Stimulus
es: Estímulo

source: Task for participant
es: Tarea para el participante

source: Task for experimenter
es: Tarea para el experimentador

source: Goalkeeper game phase
es: Fase de juego del portero

source: Generic data collection
es: Colección de datos genéricos

source: Code
es: Código

source: Group
es: Grupo

source: Phase already registered
es: Fase ya registrada

source: {game} - phase {phase}
es: {game} - fase {phase}

source: scheduled
es: agendado

source: canceled
es: Cancelado

source: sending
es: enviando

source: sent
es: enviado

source: error sending
es: error al enviar

source: Home
es: Início

source: Set up
es: Registros

source: A/D converter
es: Conversor A/D

source: A/D converter List
es: Lista de conversor A/D

source: Identification
es: Identificación

source: Manufacturer
es: Fabricante

source: Signal-to-noise ratio / SNR (dB)
es: Relación señal / ruido (dB)

source: Sampling rate (Hz)
es: Tasa de muestreo (Hz)

source: Resolution (bits)
es: Resolución (bits)

source: Visualize
es: Ver

source: Insert new
es: Insertar nuevo

source: Back
es: Volver

source: New
es: Nuevo

source: Editing
es: Edición

source: Description
es: Descripción

source: Serial number
es: Número de série

source: Signal-to-noise ratio/SNR (dB)
es: Relación señal-ruido (dB)

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Are you sure you want to delete A/D converter?
es: ¿Estás seguro de que quieres eliminar el convertidor A/D?

source: Studies
es: Estudios

source: Add
es: Agregar

source: Search
es: Buscar

source: Equipment identification
es: Identificación de equipo

source: information
es: Información

source: Insert
es: Insertar

source: Are you sure you want to delete step?
es: ¿Estás seguro de que quieres eliminar el paso?

source: Add Participants
es: Agregar participantes

source: Add participant
es: Agregar participante

source: Type participant name, CPF or code
es: Digite nombre de participante, CPF o código

source: Type participant code
es: Escriba el código del participante

source: Advanced search
es: Búsqueda Avanzada

source: Participant
es: Participantes

source: Age
es: Edad

source: Gender
es: Sexo

source: Country
es: País

source: State
es: Estado

source: City
es: Ciudad

source: (No participant added)
es: (No se agregó ningún participante)

source: Additional data files
es: Archivos de datos adicionales

source: Additional data colletion path
es: Ruta de colección de datos adicional

source: Additional data file
es: Archivo de datos adicional

source: Experimental protocol
es: Protocolo Experimental

source: Set start and end date/time
es: Establecer fecha/hora de inicio y finalización

source: from
es: de

source: to
es: a

source: required
es: Obligatorio

source: See details
es: Ver detalles

source: New additional data file
es: Nuevo archivo de datos adicional

source: No diseases found!
es: No se encontraron enfermedades

source: No participants found!
es: No se encontraron participantes

source: Amplifier List
es: Lista de amplificadores

source: Gain (times)
es: Ganancia (veces)

source: Category
es: Categoría

source: Maximum number of channels
es: Número máximo de canales

source: Minimum Common-mode Rejection (CMR) (dB)
es: Mínimo rechazo en modo común (CMR) (dB):

source: Input Impedance
es: Impedancia de entrada

source: Unit
es: Unidad

source: Tethering system
es: Sistema de anclaje

source: Amplifier detection type
es: Tipo de detección de amplificador

source: Are you sure you want to delete amplifier?
es: ¿Estás seguro de que quieres eliminar el amplificador?

source: New set of steps
es: Nuevo conjunto de pasos

source: the set of steps
es: El conjunto de pasos

source: Organization of sub-steps
es: Organización de subpasos

source: Sub-steps will be executed one after another
es: Los pasos secundarios se ejecutarán uno tras otro

source: Sub-steps will be executed at the same time
es: Los pasos secundarios se ejecutarán al mismo tiempo

source: Quantity of steps obligatory.
es: Cantidad de pasos obligatorios

source: All
es: Todos

source: Steps with fixed position
es: Pasos con posición fija

source: Type
es: Tipo

source: Step
es: Paso

source: Name of use
es: Nombre de uso

source: Order
es: Orden

source: Expand
es: Expandir

source: uses grouped
es: Usos agrupados

source: There is data collection related to this experimental protocol. Alternatively, make a copy of the experiment.
es: Hay colección de datos relacionados con este protocolo experimental. Alternativamente, haga una copia del experimento..

source: Delete uses from list
es: Eliminar usos de la lista

source: positions for random step grouped
es: Posiciones para pasos aleatorios agrupados

source: It does not have
es: No tiene

source: Insert step
es: Agregar paso

source: Steps with random position
es: Pasos con posición aleatoria

source: This experiment is in use, you can not change it! Do you want to copy this experiment?
es: Este experimento está en uso, ¡no puedes cambiarlo! ¿Quieres hacer una copia de este experimento?

source: Copy experiment
es: Copiar experimento

source: Copy experiment with data
es: Copiar experimento con datos

source: Coil
es: Bobina

source: Coil List
es: Lista de bobinas

source: Name
es: Nombre

source: Coil shape
es: Forma de la bobina

source: Coil design
es: Diseño de la bobina

source: Coil Model
es: Modelo de la bobina

source: Are you sure you want to delete this coil model?
es: ¿Está seguro de que desea eliminar este modelo de bobina?

source: New researcher
es: Nuevo investigador

source: Add researchers
es: Agregar investigadores

source: Select all
es: Selecionar todos

source: There is no researcher to add!
es: No hay investigador para añadir

source: Steps of experimental protocol
es: Pasos del protocolo experimental

source: list of steps:
es: Lista de Pasos:

source: root
es: raiz

source: not used
es: no utilizado

source: Insert new step
es: Agregar nuevo paso

source: Information about
es: Informações sobre

source: Additional files
es: Archivos adicionales

source: No file configured
es: Ningún archivo configurado

source: Quantity of uses to be inserted
es: Cantidad de usos a insertar

source: Information about this use of step
es: Información sobre este uso del paso

source: Position in the set of steps
es: Posición en el conjunto de pasos

source: Execution order from this sub-step does not vary
es: El orden de ejecución de este subpaso no varía

source: This sub-step can be performed anywhere in the parent assembly where there is not a fixed step
es: Este subpaso se puede realizar en cualquier lugar del ensamblaje principal donde no haya un paso fijo

source: Quantity of repetitions
es: Cantidad de repeticiones

source: Unlimited
es: Ilimitada

source: Interval among repetitions
es: Intervalo entre repeticiones

source: Undefined
es: Indefinido

source: Requires start and end date/time
es: Requiere fecha/hora de inicio y finalización

source: There is data collection related to this step. Alternatively, make a copy of the experiment.
es: Hay una colección de datos relacionada con este paso. Alternativamente, haga una copia del experimento.

source: Position for random step
es: Posición para paso aleatorio

source: New context tree
es: Nuevo árbol de contexto

source: Context tree register
es: Registro de árbol de contexto

source: Setting text
es: Configuración de texto

source: Setting file
es: Archivo de configuración

source: There is no setting file associated.
es: No hay ningún archivo de configuración asociado.

source: Delete context tree
es: Eliminar árbol de contexto

source: Are you sure you want to delete this context tree?
es: ¿Está seguro de que desea eliminar este árbol de contexto?

source: Are you sure you want to delete this setting from list?
es: ¿Está seguro de que desea eliminar esta configuración de la lista?

source: Participants
es: Participantes

source: Manage data collection
es: Gestionar la colección de datos

source: Manage
es: Gestionar

source: Data collections in step "
es: Recolección de datos en el paso

source: experimental protocol
es: protocolo experimental

source: Select
es: Seleccionar

source: Data collections
es: Colección de datos

source: Action:
es: Acción:

source: Remove selected data collections
es: Eliminar colecciones de datos seleccionadas

source: There is no step to transfer
es: No hay paso para transferir

source: Transfer selected data collections
es: Transferir colecciones de datos seleccionadas

source: Choose step to transfer selected data collections:
es: Elija el paso para transferir colecciones de datos seleccionadas:

source: The old data will be kept
es: Los datos antiguos se conservarán

source: this step contains data
es: este paso contiene datos

source: Remove
es: Eliminar

source: Transfer
es: Transferir

source: Conflict
es: Conflicto

source: There is a conflict with one or more participants to be imported with the participants already in the database.
es: Existe un conflicto con uno o más participantes a ser importados con los participantes que ya están en la base de datos.

source: You can decide whether you want to update the patient in the database or create a new patient them.
es: Puede decidir si desea que los participantes en conflicto en la base de datos sean sobrescritos por los participantes de este experimeento o si desea crear nuevo participantes.

source: Participants to update/overwrite database
es: Participantes para actualizar / sobrescribir la base de datos

source: Conflict with
es: Conflicto con

source: New participants
es: Nuevos participantes

source: Run
es: Ejecutar

source: New goalkeeper game phase
es: Nueva fase de juego de portero

source: the goalkeeper game phase
es: La fase de juego del portero.

source: New instruction
es: Nueva instrucción

source: Software version
es: Versión de software

source: Context tree
es: Árbol de contexto

source: Calculated from sub-steps. This set has at least one use that allows unlimited reptitions. It' been considered only one execution in these cases.
es: Calculado a partir de los subpasos. Este conjunto tiene al menos un uso que permite repeticiones ilimitadas. En estos casos, solo se considera una ejecución

source: Calculated by sub-steps
es: Calculado por sub-pasos

source: Duration
es: Duración

source: New EEG
es: Nuevo EEG

source: the EEG
es: el EEG

source: EEG setting
es: Configuración de EEG

source: EEG electrode localization system
es: Sistema de localización de electrodos de EEG

source: New electrode coordinates
es: Nuevas coordenadas de electrodos

source: Electrode Cap Coordinates
es: Coordenadas del gorro del electrodo

source: Coordinates X - Y
es: Coordenadas X - Y

source: EEG electrode localization system basic information
es: Información básica del sistema de localización de electrodos de EEG

source: List of positions
es: Lista de posiciones

source: To mark a new coordinate, please click on the image map.
es: Para marcar una nueva coordenada, haga clic en el mapa de la imagen.

source: To delete some coordinate, please click on the delete button or unmark the point clicking on it.
es: Para eliminar alguna coordenada, haga clic en el botón Eliminar o desmarque el punto haciendo clic en él.

source: To update some coordinate, please click on the name of the point in the positions list and after click on the image to get the new coordinate.
es: Para actualizar algunas coordenadas, haga clic en el nombre del punto en la lista de posiciones y luego haga clic en la imagen para obtener la nueva coordenada.

source: The delete button and the point on the image are disabled when the corresponding position is used by some layout.
es: El botón de eliminar y el punto de la imagen se desactivan cuando el electrodo correspondiente a esa posición está siendo usado por alguna configuración de EEG

source: Are you sure you want to delete localization system?
es: ¿Está seguro de que desea eliminar el sistema de localización?

source: EEG electrode localization system list
es: Lista del sistema de localización de electrodos de EEG

source: Number of electrodes
es: Número de electrodos

source: Insert new localization system
es: Insertar nuevo sistema de localización

source: Map image file
es: Archivo de imagen de mapa

source: Positions
es: Posiciones

source: Channel index
es: Índice del canal

source: Position
es: Posición

source: Coordinate (x,y)
es: Coordenada (x,y)

source: Position reference
es: Referencia de posición

source: Insert using image map
es: Insertar usando mapa de imagen

source: New position
es: Nueva posición

source: EEG electrode position basic information
es: Información básica sobre la posición del electrodo de EEG

source: Coordinate X
es: Coordenada X

source: Coordinate Y
es: Coordenada Y

source: Are you sure you want to delete position?
es: ¿Está seguro de que quiere eliminar la posición?

source: EEG amplifier settings
es: Configuraciones del amplificador de EEG

source: Configured gain (times)
es: Configurar ganancia (vezes)

source: Number of used channels
es: Número de canales usados

source: Step 1 of 3
es: Paso 1 de 3

source: Previous
es: Anterior

source: Next
es: Próximo

source: EEG electrode layout setting
es: Configuración de la disposición de los electrodos de EEG

source: Electrode net setting
es: Ajuste de la red de electrodos

source: Electrode position setting
es: Ajuste de la posición del electrodo

source: Electrode model setting
es: Ajuste del modelo de electrodo

source: EEG machine settings
es: Configuración de la máquina de EEG

source: Number of channels
es: Número de canales

source: EEG solution settings
es: Configuración de la solución EEG

source: Step 2 of 3
es: Paso 2 de 3

source: Used positions:
es: Posiciones utilizadas:

source: of
es: de

source: Used
es: Usado

source: Step 3 of 3
es: Paso 3 de 3

source: Electrode Model
es: Modelo de electrodos

source: EEG filter settings
es: Configuraciones del filtro de EEG

source: Filter type
es: Tipo de filtro

source: High pass cutoff (Hz)
es: Corte de paso alto (Hz)

source: Low pass cutoff (Hz)
es: Corte de paso bajo (Hz)

source: Low band pass (Hz)
es: Pase de banda baja (Hz)

source: High band pass (Hz)
es: Pase de banda alta (Hz)

source: Low notch (Hz)
es: Notch baja (Hz)

source: High notch (Hz)
es: Notch alta (Hz)

source: New EEG setting
es: Nueva configuración de EEG

source: EEG Setting
es: Ajuste de EEG

source: Settings:
es: Configuraciones:

source: Setting
es: Configuración

source: Gain
es: Ganancia

source: Sampling rate
es: Tasa de muestreo:

source: + Add setting
es: + Agregar configuración

source: Delete setting from list
es: Eliminar configuración de la lista

source: Solution
es: Solución

source: High pass (Hz)
es: Paso alto (Hz)

source: Low pass (Hz)
es: Paso bajo (Hz)

source: Band pass range (Hz)
es: Rango de paso de banda (Hz)

source: Notch range (Hz)
es: Rango de notch (Hz)

source: EEG electrode layout
es: Disposición de los electrodos de EEG

source: Delete EEG setting
es: Eliminar configuración de EEG

source: Are you sure you want to delete this EEG setting?
es: ¿Está seguro de que desea eliminar esta configuración de EEG?

source: Are you sure you want to delete equipment from list?
es: ¿Está seguro de que desea eliminar el equipo de la lista?

source: Add setting
es: + Agregar configuración

source: Save setting
es: Guardar configuración

source: EEG Electrode net
es: Red de electrodo EEG

source: EEG Electrode net List
es: Lista de redes de electrodos de EEG

source: Is a cap
es: Es una gorra

source: Electrode model default
es: Modelo de electrodo predeterminado

source: EEG electrode net
es: Red de electrodos EEG

source: Localization system
es: Sistema de localización de electrodos

source: Used in EEG setting(s)
es: Utilizado en configuraciones de EEG

source: Size
es: Tamaño

source: Electrode adjacent distance
es: Distáncia entre electrodos

source: Add size
es: Agregar tamaño

source: Are you sure you want to delete EEG electrode net?
es: ¿Está seguro de que desea eliminar la red de electrodos EEG?

source: Cap Size
es: Tamaño de la gorra

source: Are you sure you want to delete cap size?
es: ¿Está seguro de que desea eliminar el tamaño del límite?

source: EEG Machine List
es: Lista de máquinas EEG

source: EEG machine
es: Máquina de EEG

source: Are you sure you want to delete EEG machine?
es: ¿Está seguro de que quiere eliminar la máquina EEG?

source: EEG Solution List
es: Lista de soluciones EEG

source: Components
es: Componentes

source: EEG solution
es: Solución EEG

source: Are you sure you want to delete EEG solution?
es: ¿Está seguro de que desea eliminar la solución EEG?

source: Electrode model
es: Modelo de electrodo
