Repository: neuromat/nes
Catalog: patientregistrationsystem/qdc/patient/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Name must be included
es: Se debe ingresar el nombre

source: %m/%d/%Y
es: %d/%m/%Y

source: mm/dd/yyyy
es: dd/mm/yyyy

source: Date of birth must be completed
es: Se debe ingresar la fecha de nacimiento.

source: Gender must be filled
es: Se debe ingresar el género

source: Incorrect e-mail
es: Correo electrónico incorrecto

source: Yes
es: Si

source: Type in profession
es: Ingrese su profesión

source: Inform occupation
es: Ingrese su ocupación

source: 4 or +
es: 4 o +

source: Have already used
es: Ya se usó

source: It is using
es: Se está usando

source: Have never used
es: Nunca ha sido usado

source: Date must be completed
es: Se debe ingresar la fecha

source: Description
es: Descripción

source: Description must be filled in
es: Se debe ingresar la descripción

source: Place of execution
es: Lugar de ejecución

source: Fill date can not be bigger than today's date.
es: La fecha de llenado no puede ser mayor que la fecha de hoy

source: CPF %(CPF)s invalid
es: CPF %(CPF)s no es válido

source: Date of birth can't be greater than today date.
es: La fecha de nacimiento no puede ser mayor que la fecha de hoy

source: Cell phone
es: Celular

source: Home phone
es: Número de linea baja

source: Business
es: Negocio

source: Main
es: Principal

source: Business fax
es: Fax comercial

source: Home fax
es: Fax residencial

source: Pager
es: Beeper (buscapersonas)

source: Other
es: Otro

source: Schooling of the patient
es: Escolaridad del paciente

source: Schooling of the householder
es: Escolaridad del jefe de hogar

source: Exam was not saved. Please, correct fields highlighted.
es: Examen no guardado. Corrija los campos resaltados.

source: Medical evaluation was not saved. Fields with (*) are obligatory.
es: Evaluación médica no guardada. Los campos con (*) son obligatorios.

source: Participant was not saved. Please, correct fields highlighted.
es: Participante no guardado. Corrija los campos resaltados.

source: is not valid
es: no es válido

source: Social class was not calculated
es: No se calculó la clase social

source: Social demographic data successfully written.
es: Datos sociodemográficos escritos con éxito

source: Less than 1 pack
es: Menos de un paquete

source: Sporadically
es: Esporádicamente

source: Less than 1 year
es: Menos de 1 año

source: Social history successfully recorded.
es: Datos sociodemográficos guardados con éxito

source: Personal data successfully written.
es: Datos personales escritos con éxito

source: Participant with this CPF has already removed.
es: El participante con este CPF ya ha sido eliminado

source: There is already registered participant with this CPF.
es: Ya hay un participante registrado con este CPF

source: Social class was not calculated,
es: No se calculó la clase social

source: Diagnosis details successfully changed.
es: Los detalles del diagnóstico se cambiaron correctamente

source: Diagnosis has already exist in this medical assessment.
es: El diagnóstico ya ha existido en esta valoración médica

source: Diagnosis can not be deleted. You must delete exams before.
es: El diagnóstico no se puede eliminar. Debes eliminar los exámenes antes

source: Diagnosis successfully deleted.
es: Diagnóstico eliminado con éxito

source: Exam successfully saved.
es: Examen guardado correctamente

source: It is not possible to save exam without files.
es: No es posible guardar el examen sin archivos

source: Exam successfully deleted.
es: Examen eliminado correctamente

source: Attachment successfully deleted.
es: Adjunto eliminado correctamente

source: Fill deleted successfully
es: Formulario eliminado con éxito

source: Error trying to delete
es: Error al intentar eliminar

source: Not available filling - tokens table not started
es: Formulario no disponible - tabla de tokens no iniciada

source: Not available filling - questionnaire not active
es: Formulario no disponible - cuestionario inactivo

source: Not available filling - questionnaire does not contain standard fields
es: Relleno no disponible: el cuestionario no contiene campos estándar

source: Failed to generate token to answer the questionnaire.
es: No se pudo generar el token para responder al cuestionario

source: Fill date must be filled.
es: Se debe completar la fecha de llenado
