Repository: neuromat/nes
Catalog: patientregistrationsystem/qdc/quiz/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Collapse
es: Colapsar

source: Expand
es: Expandir

source: Are you sure you want to delete this use of step from list?
es: ¿Está seguro de que desea eliminar este uso de paso de la lista?

source: Are you sure you want to delete these
es: ¿Estás seguro de que quieres eliminar estos

source: uses of step from list?
es: usos de paso de la lista?

source: Password must contain at least 8 characters, including at least one uppercase letter, digit or special character.
es: La contraseña debe contener al menos 8 caracteres, incluyendo al menos una letra mayúscula, dígito o carácter especial

source: You have to choose at least one user profile!
es: Elija al menos un perfil de usuario

source: E-mail have to be filled!
es: Debe completar el correo electrónico

source: No data collection selected.
es: No se seleccionó ninguna recopilación de datos

source: No target step selected.
es: No se ha seleccionado ningún paso de destino

source: delete
es: borrar

source: Please click on a new position on the image to update this point
es: Haga clic en una nueva posición en la imagen para actualizar este punto.

source: This coodinates can't be modified because is being used by some EEG layout setting!
es: Estas coordenadas no se pueden modificar porque están siendo utilizadas por algunos diseños de EEG

source: Updating point
es: Actualizando punto

source: Confirms the coordinates? x - y:
es: ¿Confirma las coordenadas? x - y:

source: Please enter the name of the point
es: Por favor ingrese el nombre del punto

source: Please enter the name this point
es: Por favor ingrese el nombre de este punto

source: Passwords don't match
es: Las contraseñas no coinciden

source: Weak
es: Débil

source: Fair
es: Moderado

source: Strong
es: Fuerte

source: Excellent
es: Excelente

source: Obligatory fields must be filled.
es: Se deben completar los campos obligatorios

source: Please fill the fields correctly. E-mail is invalid
es: Por favor complete los campos correctamente. El correo electrónico no es válido

source: Either one or both Per participant/Per questionnaire must be set.
es: Se debe configurar uno o ambos Por participante / Por cuestionario.

source: At least one questionnaire field have to be set
es: Se debe establecer al menos un campo de cuestionario

source: At least one field from participant have to be set
es: Se debe configurar al menos un campo del participante

source: At least one field from participant/questionnaire have to be set.
es: Se debe establecer al menos un campo del participante / cuestionario.

source: At least one field from participant have to be set.
es: Se debe configurar al menos un campo del participante.

source: Please enter the name of the position
es: Por favor ngrese el nombre de la posición
