Repository: neuromat/nes
Catalog: patientregistrationsystem/qdc/plugin/locale/*/LC_MESSAGES/django.po
Languages: es

source: Home
es: Início

source: Participants selection
es: Selección de participantes

source: Questionnaires data to be sent
es: Datos del cuestionario que se enviarán

source: Questionnaire title for Unified Admission Assessment not available in en
es: El título del cuestionario de evaluación de entrada no está disponible en español

source: Questionnaire title for Surgical Assessment not available in en
es: El título del cuestionario de evaluación quirúrgica no está disponible en español

source: Questionnaire title for Follow-Up Assessment not available in en
es: El título del cuestionario de evaluación de seguimiento no está disponible en español

source: Per Experiment
es: Por Experimento

source: Experiments
es: Experimentos

source: List of participants
es: Lista de participantes

source: Participants available:
es: Participantes disponibles:

source: Participants chosen:
es: Participantes escogidos:

source: Send
es: Enviar

source: Per Participant
es: Por Participante

source: Cancel
es: Cancelar

source: Could not open zip file to send to Forest Plugin
es: No se puede abrir el archivo zip para enviarlo al Plugin Floresta

source: Data from questionnaires was sent to Forest Plugin
es: Los datos de los cuestionarios se enviaron al Plugin Floresta

source: Please select at least Gender participant attribute
es: Seleccione al menos el atributo de género del participante

source: The Floresta Plugin needs to send at least Gender attribute
es: El Plugin Floresta debe enviar al menos el atributo de género del participante

source: Error: some thing went wrong consuming LimeSurvey API. Please try again. If problem persists please contact System Administrator.
es: Error: se produjo un error al consumir la API de LimeSurvey. Por favor nténtalo de nuevo. Si el problema persiste, comuníquese con el administrador del sistema.
