Repository: neuromat/nes
Catalog: patientregistrationsystem/qdc/locale/*/LC_MESSAGES/django.po
Languages: es

source: Can add alcohol frequency
es: Puede agregar frecuencia de etilismo

source: Can add alcohol period
es: Puede agregar período de etilismo

source: Can add amount cigarettes
es: Puede agregar cantidad de cigarrillos

source: Can add block
es: Puede agregar conjunto de pasos

source: Can add classification of diseases
es: Puede agregar clasificación de enfermedades

source: Can add complementary exam
es: Puede agregar un examen adicional

source: Can add component
es: Puede agregar componente

source: Can add component configuration
es: Puede agregar la configuración de componentes

source: Can add content type
es: Puede agregar tipo

source: Can add diagnosis
es: Puede agregar diagnóstico

source: Can add exam file
es: Puede agregar un archivo de examen

source: Can add experiment
es: Puede agregar experimento

source: Can add flesh tone
es: Puede agregar color de piel

source: Can add gender
es: puede agregar sexo

source: Can add group
es: Puede agregar grupo

source: Can add historical experiment
es: Puede agregar historial de experimentos

source: Can add historical patient
es: Puede agregar historial de participantes

source: Can add historical questionnaire response
es: Puede agregar la respuesta del cuestionario

source: Can add historical social demographic data
es: Puede agregar datos sociodemográficos

source: Can add historical social history data
es: Puede agregar el histórico de la historia social

source: Can add historical telephone
es: Puede agregar historial telefónico

source: Can add instruction
es: Puede agregar instrucción

source: Can add keyword
es: Puede agregar una palabra clave

source: Can add log entry
es: Puede agregar registro de entrada

source: Can add marital status
es: Puede agregar estado civil

source: Can add medical record data
es: Puede agregar datos de registros médicos

source: Can add migration history
es: Puede agregar historial de migración

source: Can add patient
es: Puede agregar participante

source: Can add pause
es: puede agregar pausa

source: Can add payment
es: puede agregar pago

source: Can add permission
es: Puede agregar permiso

source: Can add questionnaire
es: Puede agregar cuestionario

source: Can add questionnaire response
es: Puede agregar la respuesta del cuestionario

source: Can add religion
es: puede agregar religión

source: Can add research project
es: Puede agregar un proyecto de investigación

source: Can add schooling
es: Puede agregar nivel de educación

source: Can add session
es: Puede agregar sesión

source: Can add social demographic data
es: Puede agregar datos sociodemográficos

source: Can add social history data
es: Puede agregar datos de historial social

source: Can add stimulus
es: Puede agregar estímulo

source: Can add stimulus type
es: Puede agregar tipo de estímulo

source: Can add subject
es: Puede agregar participante

source: Can add subject of group
es: Puede agregar un grupo de participantes

source: Can add survey
es: Puede agregar búsqueda

source: Can add task
es: Puede agregar tarea

source: Can add task for the experimenter
es: Puede agregar una tarea para el experimentador

source: Can add telephone
es: Puede agregar teléfono

source: Can add user
es: Puede agregar usuario

source: Can add user profile
es: Puede agregar perfil de usuario

source: Can change alcohol frequency
es: Puede cambiar la frecuencia del alcohol

source: Can change alcohol period
es: Puede cambiar el período de bebida

source: Can change amount cigarettes
es: Puede cambiar la cantidad de cigarrillos.

source: Can change block
es: Puede cambiar de participante

source: Can change classification of diseases
es: Puede cambiar la clasificación de la enfermedad

source: Can change complementary exam
es: Puede cambiar el examen complementario

source: Can change component
es: Puede cambiar de componente

source: Can change component configuration
es: Puede cambiar la configuración de los componentes

source: Can change content type
es: Puede cambiar el tipo de contenido

source: Can change diagnosis
es: Puede cambiar el diagnóstico

source: Can change exam file
es: Puede cambiar el archivo del examen

source: Can change experiment
es: Puede cambiar el experimento

source: Can change flesh tone
es: Puede cambiar el color de la piel

source: Can change gender
es: puede cambiar de sexo

source: Can change group
es: Puede cambiar de grupo

source: Can change historical experiment
es: Puede cambiar el historial de experimentos

source: Can change historical patient
es: Puede cambiar el historial del participante

source: Can change historical questionnaire response
es: Puede cambiar el historial de respuestas de la prueba

source: Can change historical social demographic data
es: Puede cambiar datos sociodemográficos

source: Can change historical social history data
es: Puede cambiar la historia social

source: Can change historical telephone
es: Puede cambiar el historial del teléfono

source: Can change instruction
es: Puede cambiar la instrucción

source: Can change keyword
es: Puede cambiar la contraseña

source: Can change log entry
es: Puede cambiar el registro de entrada

source: Can change marital status
es: Puede cambiar el estado civil

source: Can change medical record data
es: Puede cambiar los datos de la historia clínica

source: Can change migration history
es: Puede cambiar el historial de migración

source: Can change patient
es: Puede cambiar de participante

source: Can change pause
es: Puede cambiar la pausa

source: Can change payment
es: Puede cambiar el pago

source: Can change permission
es: Puede cambiar el permiso

source: Can change questionnaire
es: Puede cambiar el cuestionario

source: Can change questionnaire response
es: Puede cambiar las respuestas del cuestionario

source: Can change religion
es: puede cambiar de religión

source: Can change research project
es: Puede cambiar el proyecto de investigación

source: Can change research project created by others
es: Puede cambiar el proyecto de investigación creado por otros

source: Can change schooling
es: Puede cambiar el nivel de educación

source: Can change session
es: Puede cambiar de sesión

source: Can change social demographic data
es: Puede cambiar datos sociodemográficos

source: Can change social history data
es: Puede cambiar los datos del historial social

source: Can change stimulus
es: Puede cambiar el estímulo

source: Can change stimulus type
es: Puede cambiar el tipo de estímulo

source: Can change subject
es: Puede cambiar de participante

source: Can change subject of group
es: Puede cambiar el grupo de participantes

source: Can change survey
es: Puede cambiar la búsqueda

source: Can change task
es: Puede cambiar de tarea

source: Can change task for the experimenter
es: Puede cambiar de tarea para el experimentador

source: Can change telephone
es: Puede cambiar de teléfono

source: Can change user
es: Puede cambiar de usuario

source: Can change user profile
es: Puede cambiar el perfil de usuario

source: Can delete alcohol frequency
es: Puede eliminar la frecuencia del alcohol

source: Can delete alcohol period
es: Puede eliminar el período de alcoholismo.

source: Can delete amount cigarettes
es: Puede eliminar la cantidad de cigarrillos.

source: Can delete block
es: Puede eliminar participante

source: Can delete classification of diseases
es: Puede eliminar la clasificación de enfermedades

source: Can delete complementary exam
es: Puede eliminar un examen adicional

source: Can delete component
es: Puede quitar el componente

source: Can delete component configuration
es: Puede eliminar la configuración de componentes

source: Can delete content type
es: puede eliminar el tipo de contenido

source: Can delete diagnosis
es: Puede eliminar el diagnóstico

source: Can delete exam file
es: Puede eliminar el archivo de examen

source: Can delete experiment
es: Puede eliminar el experimento

source: Can delete flesh tone
es: Puede eliminar el color de la piel

source: Can delete gender
es: puede eliminar el sexo

source: Can delete group
es: Puede quitar el grupo

source: Can delete historical experiment
es: Puede eliminar el historial de experimentos

source: Can delete historical patient
es: Puede eliminar el historial del participante

source: Can delete historical questionnaire response
es: Puede eliminar el historial de respuestas de la encuesta

source: Can delete historical social demographic data
es: Puede eliminar datos sociodemográficos

source: Can delete historical social history data
es: Puede eliminar el historial social

source: Can delete historical telephone
es: Puede eliminar el historial del teléfono

source: Can delete instruction
es: Puede quitar la instrucción

source: Can delete keyword
es: Puede eliminar la palabra clave

source: Can delete log entry
es: Puede eliminar la entrada de registro

source: Can delete marital status
es: Puede eliminar el estado civil

source: Can delete medical record data
es: Puede eliminar datos de la historia clínica

source: Can delete migration history
es: Puede eliminar el historial de migración

source: Can delete patient
es: Puede eliminar participante

source: Can delete pause
es: Puede eliminar al usuario

source: Can delete payment
es: Puede quitar el pago

source: Can delete permission
es: Puede quitar el permiso

source: Can delete questionnaire
es: Puede eliminar el cuestionario

source: Can delete questionnaire response
es: Puede eliminar las respuestas del cuestionario

source: Can delete religion
es: puede eliminar la religión

source: Can delete research project
es: Puede eliminar el proyecto de investigación

source: Can delete schooling
es: Puede eliminar el nivel de educación

source: Can delete session
es: Puede eliminar la sesión

source: Can delete social demographic data
es: Puede eliminar datos sociodemográficos

source: Can delete social history data
es: Puede eliminar datos del historial social

source: Can delete stimulus
es: Puede eliminar el estímulo

source: Can delete stimulus type
es: Puede eliminar el tipo de estímulo

source: Can delete subject
es: Puede eliminar participante

source: Can delete subject of group
es: Puede eliminar el grupo de participantes

source: Can delete survey
es: Puede eliminar la búsqueda

source: Can delete task
es: Puede eliminar la tarea

source: Can delete task for the experimenter
es: Puede eliminar la tarea para el experimentador

source: Can delete telephone
es: Puede eliminar el teléfono

source: Can delete user
es: Puede eliminar al usuario

source: Can delete user profile
es: Puede eliminar el perfil de usuario

source: Can view medical record
es: Puede ver datos de registros médicos

source: Can view patient
es: puede ver al participante

source: Can view questionnaire response
es: Puede ver la respuesta del cuestionario

source: Can view research project
es: Puede ver el proyecto de investigación

source: Can view survey
es: Puede ver el cuestionario

source: Can export medical record
es: Puede exportar datos de registros médicos

source: Can export patient
es: Puede exportar participante

source: Can export questionnaire response
es: Puede exportar respuestas de cuestionarios

source: Can register equipment
es: Puede registrar el experimento

source: Can view sensitive patient data
es: Puede ver datos confidenciales de los participantes.

source: Can send data to plugin
es: Puede enviar datos al complemento

source: Attendant
es: Atendente

source: Physiotherapist
es: Fisioterapeuta

source: Doctor
es: Médico

source: Junior researcher
es: Investigador Júnior

source: Senior researcher
es: investigador senior

source: Administrator
es: Administrador

source: Home
es: Inicio

source: 404 Page Not Found
es: 404 Página No Encontrada

source: This page does not exist yet!
es: Esta página todavía no existe!

source: Back
es: Volver

source: QDC site admin test
es: Prueba de administrador del sitio de QDC

source: QDC administration
es: Administración de QDC

source: Access is not authorized
es: Acceso no autorizado

source: Neuroscience Experiments System - NES
es: Sistema de Experimentos de Neurociencia - NES

source: Password change
es: Cambiar contraseña

source: Password must contain at least 8 characters, including at least one uppercase letter, digit or special character.
es: La contraseña debe contener al menos 8 caracteres, incluida al menos una letra mayúscula, un dígito o un carácter especial.

source: Save
es: Guardar

source: Logout
es: Cerrar Sesión

source: Thanks for spending some quality time with the Web site today.
es: Gracias por dedicar tiempo de calidad al sitio hoy.

source: Log in again
es: Ingresar de nuevo

source: User
es: Usuario

source: Password
es: Contraseña

source: Login
es: Iniciar Sesión

source: I forgot my password
es: Olvidé mi contraseña

source: Hi, is everything ok? You are receiving this e-mail for password definition into your user account. Please, go to the next page and enter your password:
es: Hola, ¿Cómo estas? Estás recibiendo este correo electrónico de configuración de contraseña para tu cuenta de usuario. Vaya a la siguiente página e ingrese una contraseña:

source: Your password was configured successfully. Access the system using your new credentials.
es: Tu contraseña se ha configurado correctamente. Acceda al sistema usando sus nuevas credenciales.

source: Access
es: Acceder

source: Reset password
es: Restablecer contraseña

source: New password
es: Nueva contraseña

source: Confirm password
es: Confirmar contraseña

source: Confirm
es: Confirmar

source: Password reset failed.
es: Error al restablecer la contraseña.

source: Invalid link for password reset, possibly because this link has already been used previously. <br/> Please, request a new password reset.
es: Enlace no válido para restablecer la contraseña, posiblemente porque este enlace ya fue usado previamente. <br/> Realice una nueva solicitud de restablecimiento de contraseña.

source: We sent you a message with instructions to set up your password for the e-mail provided.
es: Le enviamos un mensaje con instrucciones para configurar su contraseña para el dirección de correo electrónico informado.

source: You should receive it soon.
es: Deberías recibirlo pronto.

source: Hi, is everything ok? You are receiving this e-mail because you requested a password reset for your user account. Please, go to the next page and enter a new password:
es: Hola, ¿Cómo estas? Recibiste este correo electrónico porque solicitaste un restablecimiento de contraseña para tu cuenta de usuario. Vaya a la página siguiente e ingrese una nueva contraseña:

source: Thank you for using our site! Neuromat Team.
es: ¡Gracias por utilizar nuestra página web! Equipo Neuromat.

source: Please enter your e-mail to receive instructions for password reset.
es: Especifique su correo electrónico para recibir instrucciones para restablecer la contraseña.

source: E-mail
es: Correo electrónico

source: Password reset on %(site_name)s
es: Cambiar contraseña en %(site_name)s
