Repository: neuromat/nes
Catalog: patientregistrationsystem/qdc/survey/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Could not get list of groups from LimeSurvey
es: No se puede obtener la lista de grupos en LimeSurvey
pt_br: Não foi possível obter a lista dos grupos no LimeSurvey

source: There's no group with name Identification.
es: No hay ningún grupo con el nombre Identificación.
pt_br: Não há um grupo com o nome Identificação.

source: There's no question with name %s
es: No hay cuestionario con el nombre %s
pt_br: Não há um questionráio com o nome %s

source: List of questionnaires
es: Lista de cuestionarios
pt_br: Lista de questionários

source: Questionnaire
es: Cuestionario
pt_br: Questionário

source: Required fill
es: Se requiere que este completo
pt_br: Preenchimento obrigatório

source: Is active?
es: ¿Está activo?
pt_br: Está ativo?

source: View
es: Visualizar
pt_br: Visualizar

source: Obs.: NES doesn't retrieve 'file upload' questions from LimeSurvey.
es: Obs.: NES no importa archivos cargados por Limesurvey a través de preguntas como 'Envio de archivo'
pt_br: O NES não importa arquivos carregados pelo Limesurvey através de questões do tipo 'Envio de arquivo'

source: See more details in
es: Ver más detalles en
pt_br: Veja mais detalhes em

source: Insert new questionnaire
es: Insertar nuevo cuestionario
pt_br: Inserir novo questionário

source: Click to update questionnaire title if not displaying the title in selected NES language
es: Haga clic para actualizar el título de la encuesta si el título no aparece en el idioma seleccionado en NES
pt_br: Clique para atualizar o título do questionário se o título não aparece no idioma selecionado no NES

source: Update informations about the questionnaires
es: Actualizar información sobre los cuestionarios
pt_br: Atualizar informações sobre os questionários

source: Update
es: Actualizar
pt_br: Atualizar

source: Home
es: Inicio

source: Questionnaires
es: Cuestionarios
pt_br: Questionários

source: New
es: Nuevo
pt_br: Novo

source: Editing
es: Edición
pt_br: Edição

source: Questionnaire information
es: Informaciones del cuestionario
pt_br: Informações do questionário

source: Please, select a questionnaire from the list.
es: Por favor, selecione uc cuestionario de la lista.
pt_br: Por favor, selecione um questionário da lista.

source: Edit
es: Editar
pt_br: Editar

source: Sensitive questions
es: Temas sensibles
pt_br: Questões sensíveis

source: Question code
es: código de pregunta
pt_br: Código da questão

source: Question
es: Pregunta
pt_br: Questão

source: Answered by participants
es: Respondido por los participantes
pt_br: Respondido pelos participantes

source: Participant
es: Participante
pt_br: Participante

source: Fills
es: Formularios completados
pt_br: Preenchimentos

source: Update LimeSurvey Fill date
es: Actualizar la fecha de finalización de LimeSurvey
pt_br: Atualizar data de preenchimento do LimeSurvey

source: It has to be filled
es: Se debe completar
pt_br: Falta preencher

source: Complete
es: Completo
pt_br: Completo

source: Incomplete
es: Incompleto
pt_br: Incompleto

source: No status
es: Sin estado
pt_br: Sem status

source: Used in experiments
es: Usado en experimentos
pt_br: Usado em experimentos

source: Experiment:
es: Experimento:
pt_br: Experimento:

source: Group:
es: Grupo:
pt_br: Grupo:

source: Set of parent steps:
es: Conjunto de pasos padre:
pt_br: Conjunto de passos pai:

source: Step:
es: Paso:
pt_br: Passo:

source: Name of the use:
es: Nombre del uso:
pt_br: Nome do uso:

source: Delete
es: Excluir
pt_br: Excluir

source: Save
es: Guardar
pt_br: Salvar

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Back
es: Volver
pt_br: Voltar

source: Are you sure you want to delete questionnaire?
es: ¿Está seguro de que desea eliminar el cuestionario?
pt_br: Tem certeza que deseja excluir o questionário?

source: Sensitive fields
es: Campos sensibles
pt_br: Campos sensíveis

source: Code
es: Código
pt_br: Código

source: Description
es: Descripción
pt_br: Descrição

source: Questionnaire created successfully.
es: Cuestionario creado con éxito.
pt_br: Questionário criado com sucesso.

source: No questionnaire found.
es: Cuestionario no encontrado
pt_br: Questionário não encontrado

source: Questionnaire updated successfully.
es: Cuestionario actualizado correctamente.
pt_br: Questionário atualizado com sucesso.

source: There are no changes to save.
es: No hay cambios para guardar.
pt_br: Não há alterações para salvar.

source: Questionnaire was updated successfully.
es: Cuestionario actualizado correctamente.
pt_br: Questionário atualizado com sucesso.

source: responses were updated!
es: respostas foram atualizadas!
pt_br: respostas foram atualizadas!

source: No acquisition date for completed responses has been changed on LimeSurvey since the last update, the purchase date is not filled in LimeSurvey, or was filled in a non-format recognized by the NES.
es: No se ha cambiado la fecha de adquisición de respuesta completa en LimeSurvey desde la última actualización, la fecha de compra no se completó en elLimeSurvey, o se completó en un formato no reconocido por NES.
pt_br: Nenhuma data de aquisição de respostas concluídas foi alterada no LimeSurvey desde a última atualização, a data de aquisição não está preenchida no LimeSurvey, ou foi preenchida em um formato não reconhecido pelo NES.

source: Questionnaire deleted successfully.
es: Cuestionario eliminado correctamente.
pt_br: Questionário removido com sucesso.

source: It was not possible to delete questionnaire, becausethere are experimental answers or steps associated.
es: No fue posible eliminar el cuestionario porque hay respuestas o pasos de experimento asociado.
pt_br: Não foi possível excluir o questionário, pois há respostas ou passos de experimento associados.

source: Other
es: Otros
pt_br: Outros

source: Formula
es: Fórmula
pt_br: Fórmula

source: No answer
es: Sin respuesta
pt_br: Sem resposta

source: LimeSurvey did not find fill data for this questionnaire.
es: LimeSurvey no encontró datos de finalización para esta encuesta.
pt_br: O LimeSurvey não encontrou dados de preenchimento para este questionário.

source: LimeSurvey unavailable. System running partially.
es: LimeSurvey no disponible. El sistema funciona parcialmente.
pt_br: LimeSurvey indisponível. Sistema funcionando parcialmente.
